---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.SculptingFailures
source: html/7bf89b89-b7b8-069c-466a-bcc70a8f46c0.htm
---
# BuiltInFailures.SculptingFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.